Repository: EkaterinePapava/zorin-exec-guard
Catalog: po/*.po
Languages: ka

source: Install Linux Application
ka: Linux-ის აპლიკაციის დაყენება

source: Install Linux Applications
ka: Linux-ის აპლიკაციების დაყენება

source: Install Windows Application
ka: Windows-ის აპლიკაციის დაყენება

source: Install Windows Applications
ka: Windows-ის აპლიკაციების დაყენება

source: Are you sure you want to run %s?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, გაუშვათ %s?

source: %s is available on Steam
ka: %s ხელმისაწვდომია Steam-ზე

source: %s is already installed
ka: %s უკვე დაყენებულია

source: %s can be installed from Software
ka: %s შეგიძლიათ, პროგრამების მმართველიდან დააყენოთ

source: %s is an alternative to %s.
ka: %s წარმოადგენს %s-ის ალტერნატივას.

source: %s is an unknown package.
ka: %s უცნობი პაკეტია.

source: %s is an unknown Windows app.
ka: %s უცნობი Windows-ის აპია.

source: Your computer and personal data may be vulnerable to a breach when running apps from unknown sources.
ka: თქვენი კომპიუტერი და პირადი მონაცემები, შეიძლება, მოწყვლადი იყოს გაჟონვისთვის, როცა უშვებთ პროგრამებს, რომლების წყაროც გაურკვეველია.

source: Some Windows apps may not be compatible with Windows App Support.
ka: ზოგიერთი Windows-ის აპლიკაცია, შეიძლება, თავსებადი არ იყოს Windows-ის პროგრამების მხარდაჭერასთან.

source: %s has been installed
ka: %s დაყენებულია

source: Run anyway
ka: მაინც გაშვება

source: Launch %s
ka: %s-ის გაშვება

source: Install %s
ka: %s-ის დაყენება

source: Install Windows App Support
ka: Windows-ის პროგრამების მხარდაჭერის დაყენება

source: Install Windows App Support to run %s?
ka: გნებავთ Windows-ის პროგრამების მხარდაჭერის დაყენება %s-ის გასაშვებად?

source: Installed
ka: დაყენებულია

source: Archive Manager
ka: არქივის მმართველი

source: Document Viewer
ka: დოკუმენტების მნახველი

source: You can download Google Chrome (.deb package) for Zorin OS from the web
ka: Google Chrome-ის (.deb პაკეტი) გადმოწერა Zorin OS-ისთვის ვებიდან შეგიძლიათ

source: You can download Dropbox (Ubuntu package) for Zorin OS from the web
ka: Dropbox-ის (Ubuntu-ის პაკეტი) გადმოწერა Zorin OS-ისთვის ვებიდან შეგიძლიათ

source: You can download Itch (Linux package) for Zorin OS from the web
ka: Itch-ის (Linux-ის პაკეტი) გადმოწერა Zorin OS-ისთვის ვებიდან შეგიძლიათ

source: You can download TeamViewer (.deb package) for Zorin OS from the web
ka: TeamViewer-ის (.deb-ის პაკეტი) გადმოწერა Zorin OS-ისთვის ვებიდან შეგიძლიათ

source: You can download Genymotion (Ubuntu package) for Zorin OS from the web
ka: Genymotion-ის (Ubuntu-ის პაკეტი) გადმოწერა Zorin OS-ისთვის ვებიდან შეგიძლიათ

source: You can use WhatsApp on the web
ka: WhatsApp შეგიძლიათ, ვებზე გამოიყენოთ

source: League of Legends is available on Lutris
ka: League of Legends ხელმისაწვდომია Lutris-ზე

source: Overwatch is available on Lutris
ka: Overwatch ხელმისაწვდომია Lutris-ზე

source: Warframe is available on Lutris
ka: Warframe ხელმისაწვდომია Lutris-ზე

source: World of Warcraft is available on Lutris
ka: World of Warcraft ხელმისაწვდომია Lutris-ზე

source: Zorin OS is already resistant to Windows viruses and malware
ka: Zorin OS უკვე გამძლეა Windows-ის ვირუსებისა და მავნე პროგრამების მიმართ

source: Flash Player is no longer supported
ka: Flash Player მხარდაჭერილი აღარაა

source: Install GNOME Boxes to run Microsoft Windows inside a Virtual Machine in Zorin OS
ka: დააყენეთ GNOME Boxes, რომ გაუშვათ Microsoft Windows ვირტუალურ მანქანაში Zorin OS-ში

source: .rar file support
ka: .rar ფაილის მხარდაჭერა

source: .7z file support
ka: .7z ფაილის მხარდაჭერა

source: Is this a video game?
ka: ეს ვიდეოთამაშია?
